{
  "blocked_on_word": "Sind Sie bei Ihrer <strong>Navigation</strong> schon einmal an einem Wort hängen geblieben ?",
  "translate_with_flipWord": "Mit <strong>FlipWord</strong> übersetzen und fügen Sie Wörter zu Ihrer Liste hinzu",
  "learn_in_app": "<strong>Überarbeiten Sie</strong> die dann innerhalb der Anwendung",
  "add_in_app": "Sie können auch <strong>Wörter direkt aus der App heraus hinzufügen</strong>.",
  "available_mobile": "Verfügbar auf <strong>Mobilgeräten</strong>, um überall zu lernen",
  "learning_tool": "Vokabellerntool",
  "saved_word": "Registriertes Wort",
  "save": "Speichern",
  "train": "Trainieren",
  "translate": "Übersetzen",
  "try_guess": "Versuche zu raten:",
  "is_correct": "Ist es gut?",
  "visit_website": "Besuchen Sie unsere Website",
  "wonderful": "wunderbar",
  "website_title": "Wie kann man unserem Gehirn helfen, neue Sprachen zu lernen ?",
  "website_subtitle1": "Buchstabieren Sie",
  "website_subtitle2": "Schläfenlappen und Frontallappen",
  "website_subtitle3": "Visualisieren Sie",
  "website_text1_full": "Den Stift zu Papier zu bringen ist ein wenig veraltet, aber es hat wunderbare Auswirkungen auf das Erlernen neuer Sprachen. Es hilft beim Erlernen von geschriebenen Wörtern, indem es Orthografie, Rechtschreibung und Phonologie auf der Ebene des ganzen Wortes verbindet.",
  "website_text1_part1": "Den Stift zu Papier zu bringen ist ein wenig veraltet, aber es hat",
  "website_text1_part2": "Auswirkungen auf das Erlernen neuer Sprachen.",
  "website_text1_part3": " Es hilft beim Erlernen von geschriebenen Wörtern, indem es Orthografie,",
  "website_text1_part4": "Rechtschreibung und Phonologie auf der Ebene des ganzen Wortes verbindet.",
  "website_text2": "Eine Studie aus dem Jahr 2017 hat gezeigt, dass der Schläfenlappen und Teile des Frontallappens aktiviert werden, wenn wir eine neue Sprache lernen.",
  "website_text3": "Sobald das Wort geschrieben ist, ist das Gehirn in der Lage, das Wort zu visualisieren, das nun mit der Bedeutung des Wortes in Verbindung gebracht wird. \"Es wurde festgestellt, dass beim Erlernen von geschriebenen Wörtern in der Zweitsprache die Bedeutung zuerst mit der visuellen Form und dann mit dem Klang verbunden wird\"."
}
