{
  "blocked_on_word": "Lors de votre <strong>navigation</strong>, vous êtes vous déjà retrouvé bloqué par un mot ?",
  "translate_with_flipWord": "Avec <strong>FlipWord</strong> traduisez et ajoutez des mots à votre liste",
  "learn_in_app": "<strong>Révisez</strong> les ensuite au sein de l’application",
  "add_in_app": "Vous pouvez également <strong>ajoutez</strong> des mots directement depuis l’application",
  "available_mobile": "Disponible sur <strong>mobile</strong> pour réviser partout",
  "learning_tool": "Outils d'apprentissage de vocabulaire",
  "saved_word": "Mot enregistré",
  "save": "Sauvegarder",
  "train": "S'entrainer",
  "translate": "Traduire",
  "try_guess": "Essaie de deviner:",
  "is_correct": "Est-ce que c'est bon ?",
  "visit_website": "Visitez notre site",
  "wonderful": "merveilleux",
  "website_title": "Comment aider votre cerveau à apprendre une nouvelle langue ?",
  "website_subtitle1": "Écrivez-le",
  "website_subtitle2": "Lobe temporal et frontal",
  "website_subtitle3": "Visualisez-le",
  "website_text1_full": "Prendre un stylo sur du papier est un peu dépassé, mais cela a des effets merveilleux sur l'apprentissage de nouvelles langues. Il facilite l'apprentissage des mots écrits en reliant l'orthographe et la phonologie au niveau du mot entier. au niveau du mot entier.",
  "website_text1_part1": "Prendre un stylo sur du papier est un peu dépassé, mais cela a des effets",
  "website_text1_part2": "sur l'apprentissage de nouvelles langues.",
  "website_text1_part3": "Il facilite l'apprentissage des mots écrits en reliant l'orthographe et la",
  "website_text1_part4": "phonologie au niveau du mot entier. au niveau du mot entier.",
  "website_text2": "Selon une étude réalisée en 2017, il a été démontré que le lobe temporal et certaines parties du lobe frontal sont activés lorsque nous apprenons une nouvelle langue.",
  "website_text3": "Une fois écrit, le cerveau est en mesure de visualiser le mot, qui sera alors associé à sa signification. \"Il a été constaté que le sens est d'abord attaché à la forme visuelle, puis à la forme sonore dans l'apprentissage des mots écrits dans une deuxième langue\"."
}
